[
  {
    "title": "Код да Винчи",
    "author": "Дэн Браун",
    "year": 2013,
    "price": 33.54,
    "quantity": 3,
    "id": 0,
    "url": "https://s4-goods.ozstatic.by/2000/66/266/10/10266066_0.jpg",
    "description": "«Код да Винчи» (англ. The Da Vinci Code) — роман американского писателя Дэна Брауна, изданный в апреле 2003 года издательством «Doubleday Group». «Код да Винчи» стал продолжением другого популярного романа Брауна 2000 года «Ангелы и демоны». Книга стала международным бестселлером: она переведена на 44 языка и издана общим тиражом более чем 81 миллионов экземпляров. «Код да Винчи» возглавляет список бестселлеров журнала «Нью-Йорк Таймс», вошёл в список бестселлеров по версии Publishers Weekly в 2003, 2004 и 2005 году, многие считают роман лучшей книгой десятилетия. Роман, написанный в жанре интеллектуального детективного триллера, смог пробудить широкий интерес к легенде о Святом Граале и месту Марии Магдалины в истории христианства."
  },
  {
    "title": "Ангелы и демоны",
    "author": "Дэн Браун",
    "year": 2013,
    "price": 32.72,
    "quantity": 1,
    "id": 1,
    "url": "https://s4-goods.ozstatic.by/2000/117/10/1/1010117_0.jpg",
    "description": "«Ангелы и демоны» (англ. Angels and Demons) — роман американского писателя Дэна Брауна, написанный в 2000 году. Книга представляет собой приключенческий роман с элементами как триллера, так и интеллектуального детектива. События в основном разворачиваются в Риме в течение одних суток. Книга была экранизирована в 2009 году."
  },
  {
    "title": "Цветы для Элджернона",
    "author": "Дэниел Киз",
    "year": 2016,
    "price": 16.36,
    "quantity": 7,
    "id": 2,
    "url": "https://s5-goods.ozstatic.by/2000/128/237/10/10237128_0.jpg",
    "description": "«Цветы для Элджернона» (англ. Flowers for Algernon) — научно-фантастический рассказ Дэниела Киза . Первоначально издан в апрельском номере «Журнала фэнтези и научной фантастики» за 1959 год. Премия «Хьюго» за лучший короткий научно-фантастический рассказ (1960). В дальнейшем Киз дописал рассказ до полноценного романа (под тем же названием), получившего премию «Небьюла» как лучший роман в 1966 году."
  },
  {
    "title": "Происхождение",
    "author": "Дэн Браун",
    "year": 2017,
    "price": 32.57,
    "quantity": 1,
    "id": 3,
    "url": "https://s3-goods.ozstatic.by/2000/125/542/10/10542125_0.jpg",
    "description": "Происхождение (англ. Origin) — мистический роман американского писателя Дэна Брауна, пятая часть в серии книг про Роберта Лэнгдона. Книга была выпущена 3 октября 2017 года в издательстве «Doubleday»."
  },
  {
    "title": "Инферно",
    "author": "Дэн Браун",
    "year": 2018,
    "price": 13.76,
    "quantity": 3,
    "id": 4,
    "url": "https://s1-goods.ozstatic.by/2000/600/334/10/10334600_0.jpg",
    "description": "«Инферно» (англ. Inferno) — роман американского писателя Дэна Брауна, опубликованный 14 мая 2013 года. Сюжет романа разворачивается во Флоренции, Италии XXI века и переплетается с сюжетом «Божественной комедии» Данте Алигьери. В основе романа лежат новые приключения героя «Кода да Винчи»."
  }
]